Repository: benjaminthedev/TBS-Website
Catalog: wf-estimated-delivery-for-woocommerce/lang/wf_estimated_delivery-*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Set delivery days for Woocommerce Shipping methods.
de_de: Liefertage für Woocommerce-Versandmethoden festlegen.
es_es: Establecer días de entrega para los métodos de envío de Woocommerce.
fr_fr: Définissez les jours de livraison pour les méthodes d'expédition de Woocommerce.
pl_pl: Zestaw dni dostawy dla Woocommerce wysyłki metody.

source: Set delivery days for Woocommerce Shipping Zones.
de_de: Liefertage für Woocommerce-Versandzonen festlegen.
es_es: Establezca días de entrega para las zonas de envío de WooCommerce.
fr_fr: Définissez les jours de livraison pour les zones d'expédition Woocommerce.
pl_pl: Zestaw dni dostawy dla Woocommerce wysyłki stref.

source: The license key for %s has expired. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Der Lizenzschlüssel für %s ist abgelaufen. Sie können einen Lizenzschlüssel über Ihr <a href=“%s” target=“_blank”> Dashboard </a> Konto reaktivieren oder erwerben.
es_es: La clave de licencia para %s ha caducado. Puede reactivar o comprar una clave de licencia de su cuenta <a href=“%s” target=“_blank”> tablero </a>.
fr_fr: La clé de licence de %s est expirée. Vous pouvez réactiver ou acheter une clé de licence depuis votre <a href=" %s" target="_blank">tableau de bord</a>.
pl_pl: Licencja na wtyczkę: %s wygasła. Aby odnowić licencję, <a href="%s" target="_blank">kliknij tutaj</a>.

source: The subscription for %s is on-hold. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s wird gehalten. Sie können das Abonnement über das <a href=“%s” target=“_blank”> Dashboard </a> Ihres Kontos erneut aktivieren.
es_es: La suscripción para %s está en espera. Puede reactivar la suscripción desde su cuenta <a href=“%s” target=“_blank”> panel de control </a>
fr_fr: L'abonnement à %s est en attente. Vous pouvez réactiver votre abonnement depuis votre <a href="%s" target="_blank">tableau de bord</a>.
pl_pl: Licencja na wtyczkę: %s jest wstrzymana. Możesz zarządzać licencjami <a href="%s" target="_blank">tutaj</a>.

source: The subscription for %s has been cancelled. You can renew the subscription from your account <a href="%s" target="_blank">dashboard</a>. A new license key will be emailed to you after your order has been completed.
de_de: Das Abonnement für %s wurde gekündigt. Sie können das Abonnement über Ihr Konto <a href=“%s” target=“_blank”> Dashboard </a> verlängern. Ein neuer Lizenzschlüssel wird Ihnen per E-Mail zugeschickt, nachdem Ihre Bestellung abgeschlossen wurde.
es_es: La suscripción de %s ha sido cancelada. Puede renovar la suscripción desde su cuenta <a href=“%s” target=“_blank”> panel de control </a>. Se le enviará por correo electrónico una nueva clave de licencia una vez que se haya completado su pedido.
fr_fr: L'abonnement %s a été annulé. Vous pouvez renouveler votre abonnement depuis votre <a href=" %s " target="_blank">tableau de bord</a>. Une nouvelle clé de licence vous sera envoyé une fois vore commande terminée.
pl_pl: Licencja na wtyczkę: %s została anulowana. Aby odnowić licencję, <a href="%s" target="_blank">kliknij tutaj</a>.

source: The subscription for %s has expired. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s ist abgelaufen. Sie können das Abonnement über das <a href=“%s” target=“_blank”> Dashboard </a> Ihres Kontos erneut aktivieren.
es_es: La suscripción para %s ha expirado. Puede reactivar la suscripción desde su cuenta <a href=“%s” target=“_blank”> panel de control </a>.
fr_fr: L'abonnement à %s a expiré. Vous pouvez réactiver l'abonnement depuis votre <a href=" %s " target="_blank">tableau de bord</a>.
pl_pl: Licencja na wtyczkę: %s wygasła. Aby odnowić licencję, <a href="%s" target="_blank">kliknij tutaj</a>.

source: The subscription for %s has been suspended. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s wurde ausgesetzt. Sie können das Abonnement über das <a href=“%s” target=“_blank”> Dashboard </a> Ihres Kontos erneut aktivieren.
es_es: La suscripción de %s ha sido suspendida. Puede reactivar la suscripción desde su cuenta <a href=“%s” target=“_blank”> panel de control </a>.
fr_fr: L'abonnement à %s a été suspendu. Vous pouvez réactiver votre abonnement depuis votre <a href=" %s " target="_blank">tableau de bord</a>.
pl_pl: Licencja na wtyczkę: %s została zawieszona. Aby odnowić licencję, <a href="%s" target="_blank">kliknij tutaj</a>.

source: The subscription for %s is still pending. You can check on the status of the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s steht noch aus. Sie können den Status des Abonnements in Ihrem <a href=“%s” target=“_blank”> Dashboard </a> Konto überprüfen.
es_es: La suscripción para %s aún está pendiente. Puede verificar el estado de la suscripción desde su cuenta <a href=“%s” tarjen=“_blank”> panel de control </a>.
fr_fr: L'abonnement à %s est toujours en attente. Vous pouvez vérifier l'état votre abonnement depuis <a href=" %s " target="_blank">votre tableau de bord</a>.
pl_pl: Licencja na wtyczkę: %s jest przetwarzana. Aby sprawdzić status licencji, <a href="%s" target="_blank">kliknij tutaj</a>.

source: The subscription for %s has been placed in the trash and will be deleted soon. You can purchase a new subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s wurde in den Papierkorb verschoben und wird in Kürze gelöscht. Sie können ein neues Abonnement über das <a href=“%s” target=“_blank”> Dashboard </a> Ihres Kontos erwerben.
es_es: La suscripción de %s se ha colocado en la papelera y se eliminará pronto. Puede comprar una nueva suscripción desde su cuenta <a href=“%s” target=“_blank”> panel de control </a>.
fr_fr: L'abonnement à %s a été placé dans la corbeille et sera bientôt supprimé Vous pouvez souscrire à un nouvel abonnement depuis <a href=" %s " target="_blank">votre tableau de bord</a>.
pl_pl: Licencja na wtyczkę: %s została anulowana. Aby odnowić licencję, <a href="%s" target="_blank">kliknij tutaj</a>.

source: A subscription for %s could not be found. You can purchase a subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Ein Abonnement für %s wurde nicht gefunden. Sie können ein Abonnement über das <a href=“%s” target=“_blank”> Dashboard </a> Ihres Kontos erwerben.
es_es: No se pudo encontrar una suscripción para %s. Puede comprar una suscripción desde su cuenta <a href=“%s” target=“_blank”> panel de control </a>.
fr_fr: Aucun abonnement à %s n'a été trouvé. Vous pouvez souscrire à un abonnement depuis <a href=" %s " target="_blank">votre tableau de bord</a>.
pl_pl: %s nie znaleziono. Można wykupić subskrypcję z konta <a href="%s" target="_blank">KOKPIT</a>.

source: A license key for %s could not be found. Maybe you forgot to enter a license key when setting up %s, or the key was deactivated in your account. You can reactivate license key at your plugin <a href="%s" target="_blank">settings page</a>.
de_de: Ein Lizenzschlüssel für %s wurde nicht gefunden. Möglicherweise haben Sie beim Einrichten von %s vergessen, einen Lizenzschlüssel einzugeben, oder der Schlüssel wurde in Ihrem Konto deaktiviert. Sie können den Lizenzschlüssel auf der <a href=“%s” target=“_blank”> Einstellungsseite </a> Ihres Plugins erneut aktivieren.
es_es: No se pudo encontrar una clave de licencia para% s. Tal vez olvidó ingresar una clave de licencia al configurar %s, o la clave se desactivó en su cuenta. Puede reactivar la clave de licencia en la <a href=“%s” target=“_blank”> página de configuración </a> del complemento.
fr_fr: Aucune clé de licence %s n'a été trouvée. Peut-être que vous avez oublié d'entrer une clé de licence lors de l'installation de %s ou celle-ci a été désactivée. Vous pouvez réactiver ou acheter une clé de licence depuis <a href=" %s " target="_blank">votre tableau de bord</a>.
pl_pl: Licencja na wtyczkę: %s nie została znaleziona. Być może zapomniałeś wpisać klucza licencyjnego przy aktywacji: %s lub klucz został dezaktywowany. Możesz zarządzać licencjami <a href="%s" target="_blank">tutaj</a>.

source: Download permission for %s has been revoked possibly due to a license key or subscription expiring. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Die Download-Berechtigung für %s wurde möglicherweise aufgrund eines auslaufenden Lizenzschlüssels oder Abonnements widerrufen. Sie können einen Lizenzschlüssel über Ihr <a href=“%s” target=“_blank”> Dashboard </a> Konto reaktivieren oder erwerben.
es_es: Se ha revocado el permiso de descarga para %s posiblemente debido a que una clave de licencia o suscripción ha caducado. Puede reactivar o comprar una clave de licencia de su cuenta <a href=“%s” target=“_blank”> tablero </a>.
fr_fr: L'autorisation de téléchargement pour %s a échoué probablement à cause d'une clé de licence ou dun abonnement expiré. Vous pouvez réactiver ou acheter une clé de licence au <a href="%s" target="_blank">tableau de bord</a> de votre compte.
pl_pl: Licencja % s została unieważniona prawdopodobnie z powodu klucza licencyjnego lub zapisu upływającym. Możesz aktywować lub zakupić licencję a <a href="%s" target="_blank">W panelu administracyjnych </a> swojego konta

source: %s has not been activated. Go to the plugin <a href="%s" target="_blank">settings page</a> and enter the license key and license email to activate %s.
de_de: %s wurde nicht aktiviert. Gehen Sie zur <a href=“%s” target=“_blank”> Einstellungsseite </a> des Plugins und geben Sie den Lizenzschlüssel und die Lizenz-E-Mail ein, um %s zu aktivieren.
es_es: %s no ha sido activado. Vaya a la <a href=“%s” target=“_blank”> página de configuración </a> del complemento e ingrese la clave de licencia y el correo electrónico de licencia para activar %s.
fr_fr: %s n'a pas été activé. Accédez à la <a href="%s" target="_blank"> page de paramètres </a> du plug-in et entrez la clé de licence et le courrier électronique de la licence pour activer %s.

source: You changed the subscription for %s, so you will need to enter your new API License Key in the settings page. The License Key should have arrived in your email inbox, if not you can get it by logging into your account <a href="%s" target="_blank">dashboard</a>.
de_de: Sie haben das Abonnement für %s geändert, sodass Sie Ihren neuen API-Lizenzschlüssel auf der Einstellungsseite eingeben müssen. Der Lizenzschlüssel sollte in Ihrem E-Mail-Posteingang eingegangen sein. Andernfalls können Sie ihn erhalten, indem Sie sich in Ihrem Konto <a href=“%s” target=“_blank”> Dashboard </a> anmelden.
es_es: Cambió la suscripción de %s, por lo que deberá ingresar su nueva clave de licencia API en la página de configuración. La clave de licencia debería haber llegado a su bandeja de entrada de correo electrónico, si no puede obtenerla iniciando sesión en su cuenta <a href=“%s” target=“_blank”> panel de control </a>.
fr_fr: Vous avez changé l'abonnement pour %s, aussi devez vous saisir votre nouvelle clé de licence API dans la page Réglages. Vous devez avoir la clé de licence dans vos courriers entrants, sinon vous pouvez l'obtenir en vous identifiant dans le <a href="%s" target="_blank">tableau de bord</a> de votre compte.
pl_pl: Licencja na wtyczkę: %s została zmieniona. Możesz zarządzać licencjami <a href="%s" target="_blank">tutaj</a>.

source: License Activation
de_de: Lizenzaktivierung
es_es: Activación de licencia
fr_fr: Activation de la License

source: API License Key:
de_de: API-Lizenzschlüssel:
es_es: Clave de licencia API:
fr_fr: Clé de licence:

source: License Key
de_de: Lizenzschlüssel
es_es: Clave de licencia
fr_fr: Clé de licence

source: License Email
de_de: Lizenz E-Mail
es_es: Correo electrónico de licencia
fr_fr: Courriel utilisé pour la licence

source: Activate
de_de: aktivieren Sie
es_es: Activar
fr_fr: Activer
pl_pl: Aktywuj

source: Check
de_de: Prüfen
fr_fr: Vérifier
pl_pl: Sprawdź

source: My Account
de_de: Mein Konto
es_es: Mi cuenta
fr_fr: Mon compte
pl_pl: Moje konto

source: for API Keys and API Downloads.
de_de: für API-Schlüssel und API-Downloads.
es_es: para API Keys y API Downloads.
fr_fr: Paramètres de l’API générique

source: License:
de_de: Lizenz:
es_es: Licencia:
fr_fr: Carte professionnelle:

source: Oops! You tried installing the premium version without deactivating and deleting the basic version. Kindly deactivate and delete <b>Estimated Delivery Date for Woocommerce (Basic)</b> and then try again
de_de: Hoppla! Sie haben versucht, die Premium-Version zu installieren, ohne die Basisversion zu deaktivieren und zu löschen. Bitte deaktivieren und löschen Sie <b> Voraussichtliches Lieferdatum für Woocommerce (Basic) </ b> und versuchen Sie es erneut
es_es: ¡Uy! Intentó instalar la versión premium sin desactivar y eliminar la versión básica. Desactive y elimine amablemente <b> Fecha de entrega estimada para Woocommerce (Básico) </b> y luego intente nuevamente
fr_fr: Oups ! Vous avez essayé d’installer la version premium sans désactiver et supprimer la version de base. Veuillez désactiver et supprimer la <b>Date de livraison prévue pour Woocommerce (Basic)</b> et puis essayez à nouveau
pl_pl: Ups! Próbowałeś zainstalować wersję premium bez dezaktywacji i usunięcia wersji podstawowej. Uprzejmie dezaktywuj i usuń <b>Szacowaną datę dostawy dla Woocommerce (Basic),</b> a następnie spróbuj ponownie

source: Settings
de_de: die Einstellungen
es_es: Configuraciones
fr_fr: Paramètres
pl_pl: Ustawienia

source: Documentation
de_de: Dokumentation
es_es: Documentación
fr_fr: Documentation du plugin
pl_pl: Dokumentacja

source: Support
de_de: Unterstützung
es_es: Apoy
pl_pl: Wsparcie

source: Estimated Delivery Plugin
de_de: Voraussichtliche Lieferung Plugin
fr_fr: Date de livraison estimée

source: Intuitive order delivery date plugin using which you can set delivery dates for your orders based on shipping class, zones and host of other features.
de_de: Intuitives Plug-in für Bestelllieferdaten, mit dem Sie Lieferdaten für Ihre Bestellungen basierend auf Versandklasse, Zonen und einer Vielzahl anderer Funktionen festlegen können.
es_es: Complemento de fecha de entrega de pedido intuitivo mediante el cual puede establecer fechas de entrega para sus pedidos en función de la clase de envío, las zonas y el host de otras características.
fr_fr: Commande intuitive plugin de date de livraison à l’aide de laquelle vous pouvez définir des dates de livraison pour vos commandes basés sur la classe de l’expédition, zones et foule d’autres fonctionnalités.

source: Estimated delivery by [date_1] - [date_2]
de_de: Voraussichtliche Lieferung bis [date_1] - [date_2]

source: Text Format
es_es: Formato de texto
fr_fr: Format du texte
pl_pl: Format tekstu

source: Allows you to set a numerical value for lower range of the delivery date. For example, if the date lower range value is 2 and delivery date is 3/1/2017, the start range for delivery date will be 1/1/2017.
es_es: Le permite establecer un valor numérico para el rango inferior de la fecha de entrega. Por ejemplo, si el valor del rango inferior de la fecha es 2 y la fecha de entrega es el 3/1/2017, el rango de inicio para la fecha de entrega será el 1/1/2017.
fr_fr: Permet de définir une valeur numérique pour la plage inférieure de la date de livraison. Par exemple, si la valeur inférieure de plage de date est 2 et la date de livraison est 01/03/2017, la plage de début, date de livraison sera 01/01/2017.

source: Allows you to set a numerical value for higher range of the delivery date. For example, if the date higher range value is 2 and delivery date is 3/1/2017, the end range for delivery date will be 5/1/2017.
es_es: Le permite establecer un valor numérico para un rango más alto de la fecha de entrega. Por ejemplo, si el valor del rango superior de la fecha es 2 y la fecha de entrega es el 3/1/2017, el rango final para la fecha de entrega será el 5/1/2017.
fr_fr: Permet de définir une valeur numérique pour la gamme supérieure de la date de livraison. Par exemple, si la valeur date de la gamme supérieure est 2 et la date de livraison est le 01/03/2017, la fin de la plage de date de livraison sera 01/05/2017.
pl_pl: Pozwala ustawić wartość liczbową dla wyższy zakres terminu dostawy. Na przykład, jeśli data wyższy zakres wartości jest 2 i termin dostawy to 3-1-2017, zakres końcowy termin dostawy będzie 5-1-2017.

source: Name
es_es: Nombre
fr_fr: Nom
pl_pl: Nazwa

source: Id
es_es: Carné de identidad

source: Mail:
es_es: Correo:
fr_fr: Email:
pl_pl: E-Mail:

source: Status:
es_es: Estado:
fr_fr: Statut:

source: Enable <br/><small>Display the estimated delivery time of each item.</small>
pl_pl: Włącz<br><small>Wyświetla czas szacowany czas dostawy każdego elementu.</small>

source: Licence Activation
pl_pl: Aktywacja licencji

source: API Licence Key:
pl_pl: Klucz licencyjny:

source: Licence Key
pl_pl: Licencja

source: Licence Email
pl_pl: E-mail licencji:

source: Licence:
pl_pl: Licencja
