Repository: benjaminthedev/TBS-Website
Catalog: wf-estimated-delivery-for-woocommerce/lang/wf_estimated_delivery-*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Estimated Delivery
de_de: Voraussichtliche Lieferung
es_es: Entrega estimada
fr_fr: Date de livraison estimée
pl_pl: Przewidywany czas dostawy:

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración General
fr_fr: Paramètres Généraux
pl_pl: Ustawienia główne

source: Holidays
de_de: Ferien
es_es: Días festivos
fr_fr: Vacances
pl_pl: Wolne dni

source: Shipping Class
de_de: Versandklasse
es_es: Clase de envío
fr_fr: Mode de livraison
pl_pl: Klasa wysyłkowa

source: Shipping Zones
de_de: Versandzonen
es_es: Zonas de envío
fr_fr: Zones de transport
pl_pl: Strefy wysyłki

source: Shipping methods
de_de: Versandarten
es_es: Métodos de envío
fr_fr: Méthodes d'expédition
pl_pl: Metody dostaw

source: You can select a format for text display. There are three available choices <br/>Simple – Allows you to set simple text display as defined in the Product Page Text field below the Text Format option.<br/>Simple Range – Allows you to set a simple date range within which the package is estimated to be delivered. The Product Page Text (Range) field is enabled instead of Product Page Text field(for simple format), where you can set custom text for date range. <br/>Date Range – Allows you to set a date range within which the package is estimated to be delivered.
de_de: Sie können ein Format für die Textanzeige auswählen. Es gibt drei verfügbare Optionen <br> Einfach - Ermöglicht die Einstellung einer einfachen Textanzeige, wie im Textfeld Produktseite unterhalb der Option Textformat definiert. <br> Einfacher Bereich - Erlaubt Ihnen einen einfachen Zeitraum festlegen, in dem das Paket voraussichtlich zugestellt wird. Das Feld Product Page Text (Range) ist anstelle des Felds Product Page Text (für einfaches Format) aktiviert, in dem Sie benutzerdefinierten Text für den Datumsbereich festlegen können. <br/> Datumsbereich - Ermöglicht das Festlegen eines Datumsbereichs, in dem das Paket voraussichtlich zugestellt wird.
es_es: Puede seleccionar un formato para la visualización de texto. Hay tres opciones disponibles. <br/> Simple: le permite establecer una visualización de texto simple como se define en el campo Texto de la página del producto debajo de la opción Formato de texto. <br/> Rango simple: le permite establecer un rango de fechas simple dentro del cual se estima que el paquete entregado. El campo Texto de la página del producto (Rango) está habilitado en lugar del campo Texto de la página del producto (para formato simple), donde puede establecer texto personalizado para el rango de fechas. <br/> Intervalo de fechas: le permite establecer un intervalo de fechas dentro del cual se estima que se entregará el paquete.
fr_fr: Vous pouvez sélectionner un format d'affichage du texte. Il y a trois choix disponibles <br/> Simple - Vous permet de définir un affichage de texte simple comme défini dans le champ Texte de la page du produit sous l’option Format du texte. <br/> Simple Plage - Vous permet de définir une plage de dates simple dans laquelle le colis devrait être livré. Le champ Texte de la page produit (plage) est activé à la place du champ Texte de la page produit (pour le format simple), dans lequel vous pouvez définir du texte personnalisé pour la plage de dates. <br/> Plage de dates - Vous permet de définir une plage de dates dans laquelle le colis devrait être livré.

source: Simple
de_de: Einfach
es_es: Sencilla
pl_pl: Prosty

source: Simple Range
de_de: Einfache Reichweite
es_es: Rango simple
fr_fr: Gamme simple
pl_pl: Zakres

source: Date Range
de_de: Datumsbereich
es_es: Rango de fechas
fr_fr: Fourchette de date
pl_pl: Przedział czasu

source: Enter the custom text with the date delimiter. This text gets visible on the product page just above the add to cart button.<br/>For Example: Estimated delivery by [date].<br/>Note: To Display the text the product must be linked with a shipping class. HTML tags accepted
de_de: Geben Sie den benutzerdefinierten Text mit dem Datumsbegrenzer ein. Dieser Text wird auf der Produktseite direkt über der Schaltfläche zum Hinzufügen zum Warenkorb angezeigt. <br/> Zum Beispiel: Voraussichtliche Lieferung bis [Datum]. <br/> Hinweis: Um den Text anzuzeigen, muss das Produkt mit einer Versandklasse verknüpft sein. HTML-Tags akzeptiert
es_es: Ingrese el texto personalizado con el delimitador de fecha. Este texto se hace visible en la página del producto, justo encima del botón Agregar al carrito. <br/> Por ejemplo: Entrega estimada antes del [fecha]. <br/> Nota: Para mostrar el texto, el producto debe estar vinculado con una clase de envío. Etiquetas HTML aceptadas
fr_fr: Saisissez le texte personnalisé avec le délimiteur de date. Ce texte est visible sur la page du produit juste au-dessus du bouton Ajouter au panier.<br>Par exemple : délai de livraison estimé [date].<br>Remarque : Pour afficher le texte du produit doit être lié à une classe d’expédition. Balises HTML acceptées

source: Estimated delivery by
de_de: Voraussichtliche Lieferung bis
es_es: Entrega estimada por
fr_fr: Date de livraison estimée
pl_pl: Przewidywany czas dostawy:

source: Product Page Text
de_de: Produktseite Text
es_es: Texto de la página del producto
fr_fr: Date de livraison estimée
pl_pl: Strona produktu

source: Enter your custom text here with the delimiter [date_1] & [date_2].<br/>Note: To Display the text the product must be linked with a shipping class. HTML tags accepted
de_de: Geben Sie hier Ihren benutzerdefinierten Text mit dem Trennzeichen [date_1] & [date_2] ein. <br/> Hinweis: Um den Text anzuzeigen, muss das Produkt mit einer Versandklasse verknüpft sein. HTML-Tags akzeptiert
es_es: Ingrese su texto personalizado aquí con el delimitador [fecha_1] y [fecha_2]. <br/> Nota: Para mostrar el texto, el producto debe estar vinculado con una clase de envío. Etiquetas HTML aceptadas
fr_fr: Entrez votre texte personnalisé ici avec le délimiteur [date_1] & [date_2].<br>Remarque : Pour afficher le texte du produit doit être lié à une classe d’expédition. Balises HTML acceptées

source: Product Page Text (Range)
de_de: Text der Produktseite (Bereich)
es_es: Texto de la página del producto (rango)
fr_fr: Texte de la Page produit (gamme)

source: Allows you to set a numerical value for lower range of the delivery date. For example, if the date lower range value is 2 and delivery date is 25/01/2019, the start range for delivery date will be 23/01/2019.
de_de: Ermöglicht das Festlegen eines numerischen Werts für den unteren Bereich des Lieferdatums. Wenn beispielsweise der untere Datumsbereichswert 2 und das Lieferdatum 25/01/2019 ist, ist der Startbereich für das Lieferdatum der 23/01/2019.

source: Date Lower Range [date_1]
de_de: Datum unterer Bereich [date_1]
es_es: Rango inferior de fecha [date_1]
fr_fr: Date entrée de gamme [date_1]

source: Allows you to set a numerical value for higher range of the delivery date. For example, if the date higher range value is 2 and delivery date is 27/01/2019, the end range for delivery date will be 29/01/2019.
de_de: Ermöglicht das Festlegen eines numerischen Werts für einen höheren Bereich des Lieferdatums. Wenn zum Beispiel der Wert für den höheren Datumsbereich 2 und das Lieferdatum 27/01/2019 ist, ist der Endbereich für das Lieferdatum der 29/01/2019.

source: Date Higher Range [date_2]
de_de: Datum höherer Bereich [date_2]
es_es: Rango superior de fecha [date_2]
fr_fr: Plage de dates supérieur [date_2]

source: Enter text which gets displayed on Cart, Checkout, Admin Order, Order Received Page, and Email beside which the estimated delivery date is shown.
de_de: Geben Sie den Text ein, der in den Feldern Warenkorb, Kasse, Bestellung bearbeiten, Bestellung erhalten und E-Mail angezeigt wird und neben dem das voraussichtliche Lieferdatum angezeigt wird.
es_es: Ingrese el texto que se muestra en el carrito, el pago, el pedido de administrador, la página de pedido recibido y el correo electrónico junto al cual se muestra la fecha de entrega estimada.
fr_fr: Entrez le texte qui est affiché sur Cart, extraction, Admin ordre, ordre reçu Page et Email à côté de laquelle la date de livraison estimée est montrée.

source: Display Text
de_de: Text anzeigen
es_es: Mostrar texto
fr_fr: Afficher le texte
pl_pl: Tekst do wyświetlenia

source: Time Zone
de_de: Zeitzone
es_es: Zona horaria
fr_fr: Fuseau horaire
pl_pl: Strefa czasowa

source: The plugin provides two time zones for calculating delivery date. UTC – This time zone is the time standard commonly used across the world. WP Time Zone – This time zone is the selected GMT time zone in the General Settings section of WordPress. By default, the time zones are city names, which constitute to string values.
de_de: Das Plugin bietet zwei Zeitzonen zur Berechnung des Liefertermins. UTC - Diese Zeitzone ist der weltweit gebräuchliche Zeitstandard. WP-Zeitzone - Diese Zeitzone ist die ausgewählte GMT-Zeitzone im Abschnitt Allgemeine Einstellungen von WordPress. Standardmäßig sind die Zeitzonen Städtenamen, die Zeichenfolgenwerte darstellen.
es_es: El complemento proporciona dos zonas horarias para calcular la fecha de entrega. UTC: esta zona horaria es el estándar de tiempo comúnmente utilizado en todo el mundo. Zona horaria de WP: esta zona horaria es la zona horaria GMT seleccionada en la sección Configuración general de WordPress. Por defecto, las zonas horarias son nombres de ciudades, que constituyen valores de cadena.
fr_fr: Le greffon fournit deux fuseaux horaires pour calculer la date de livraison. UTC-ce fuseau est le temps de référence couramment utilisé à travers le monde. Fuseau horaire WP – ce fuseau est le fuseau horaire GMT sélectionné dans la section Paramètres généraux de WordPress. Par défaut, les fuseaux horaires sont des noms de villes, qui constituent des valeurs de chaîne.
pl_pl: Wtyczka zapewnia dwie strefy czasowe do obliczania daty dostawy. UTC - Ta strefa czasowa jest standardem czasowym powszechnie stosowanym na całym świecie. WP Strefa czasowa - Ta strefa czasowa to wybrana strefa czasowa GMT w sekcji Ustawienia ogólne WordPress. Domyślnie strefy czasowe to nazwy miast, które stanowią wartości ciągów.

source: Date Display
de_de: Datumsanzeige
es_es: Visualización de fecha
fr_fr: Date.
pl_pl: Pokazywanie daty

source: Select the required date format from the drop-down list.
de_de: Wählen Sie das gewünschte Datumsformat aus der Dropdown-Liste.
es_es: Seleccione el formato de fecha requerido de la lista desplegable.
fr_fr: Sélectionnez le format de date requise dans la liste déroulante.

source: Minimum Delivery Days
de_de: Minimale Liefertage
es_es: Días mínimos de entrega
fr_fr: Montant minimum de commande
pl_pl: Dawka minimalna

source: Enter the minimum number of days for the delivery of all the products.
de_de: Geben Sie die Mindestanzahl von Tagen für die Lieferung aller Produkte ein.
es_es: Ingrese el número mínimo de días para la entrega de todos los productos.
fr_fr: Entrez le nombre minimum de jours pour la livraison de tous les produits.
pl_pl: Wprowadź minimalną liczbę dni na dostarczenie wszystkich produktów.

source: Adjustment for Back Ordered Products
de_de: Anpassung für nachbestellte Produkte
es_es: Ajuste para productos pendientes
fr_fr: Ajustement pour le retour des produits commandés

source: The specified numer of days will be adjusted if product is backordered enabled.
de_de: Die angegebene Anzahl von Tagen wird angepasst, wenn das Produkt nachbestellt ist.
es_es: El número de días especificado se ajustará si el producto se encuentra en espera.
fr_fr: Ajustera le nombre spécifié de jours si le produit est en rupture de stock activé.

source: Working Days
de_de: Arbeitstage
es_es: Días laborables
fr_fr: Jours ouvrables
pl_pl: Dni robocze

source: Select the working days of the week and according to these days the date of delivery can be estimated.
de_de: Wählen Sie die Arbeitstage der Woche und anhand dieser Tage kann der Liefertermin geschätzt werden.
es_es: Seleccione los días hábiles de la semana y de acuerdo con estos días se puede estimar la fecha de entrega.
fr_fr: Sélectionnez les jours ouvrables de la semaine et selon ces jours-ci on peut estimer la date de livraison.

source: Monday
de_de: Montag
es_es: Lunes
fr_fr: Lun
pl_pl: Poniedziałek

source: Tuesday
de_de: Dienstag
es_es: Martes
fr_fr: Mardi
pl_pl: Wtorek

source: Wednesday
de_de: Mittwoch
es_es: Miércoles
fr_fr: Mercredi
pl_pl: Środa

source: Thursday
de_de: Donnerstag
es_es: Jueves
fr_fr: Jeu
pl_pl: Czwartek

source: Friday
de_de: Freitag
es_es: Viernes
fr_fr: Vendredi
pl_pl: Piątek

source: Saturday
de_de: Samstag
es_es: Sábado
fr_fr: Samedi
pl_pl: Sobota

source: Sunday
de_de: Sonntag
es_es: Domingo
fr_fr: Dimanche
pl_pl: Niedziela

source: Start from Next Working Day
de_de: Beginnen Sie ab dem nächsten Arbeitstag
es_es: Comience desde el siguiente día hábil
fr_fr: Partir du premier jour ouvrable suivant
pl_pl: Zacznij od następnego dnia roboczego

source: Calculation Based On
de_de: Berechnung basiert auf
es_es: Cálculo basado en
fr_fr: Tarifs basés sur le type de ramassage

source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Autoriser
pl_pl: Włącz

source: Calculated based on consecutive working days of the week. For example, if the order date is 6/1/2017 (Thursday), next day is not holiday and estimated day is 3, then the delivery date will be 6/5/2017 (Monday), based on time zone.
de_de: Berechnet anhand aufeinanderfolgender Arbeitstage der Woche. Wenn das Bestelldatum beispielsweise der 01.06.2017 (Donnerstag) ist, der nächste Tag kein Feiertag ist und der geschätzte Tag 3 ist, wird das Lieferdatum der Zeitzone nach der 05.06.2017 (Montag) sein.
es_es: Calculado en base a días hábiles consecutivos de la semana. Por ejemplo, si la fecha del pedido es el 6/1/2017 (jueves), el día siguiente no es feriado y el día estimado es el 3, entonces la fecha de entrega será el 6/5/2017 (lunes), según la zona horaria.
fr_fr: Calculé en fonction des jours de travail consécutifs de la semaine. Par exemple, si la date de commande est 01/06/2017 (jeudi), le jour suivant n’est pas jour férié et jour estimé est de 3, puis la date de livraison sera le 05/06/2017 (lundi), basée sur le fuseau horaire.

source: Calculation Mode
de_de: Berechnungsmodus
es_es: Modo de cálculo
fr_fr: Mode de calcul
pl_pl: Tryb obliczania

source: Consider holiday For Shipper Only
de_de: Betrachten Sie Urlaub nur für Versender
es_es: Considere vacaciones solo para remitentes
fr_fr: Envisager des vacances pour l’expéditeur uniquement

source: Consider holiday for Shipper and Recipient
de_de: Betrachten Sie Urlaub für Versender und Empfänger
es_es: Considere vacaciones para remitente y destinatario
fr_fr: Envisager des vacances pour l’expéditeur et le destinataire
pl_pl: Należy wziąć pod uwagę wakacje dla nadawcy i odbiorcy

source: Display for every Item in Cart/Checkout
de_de: Anzeige für jeden Artikel im Warenkorb / zur Kasse
es_es: Exhibición para cada artículo en el carro / pago
fr_fr: Affichage pour chaque élément dans le panier/Commander

source: Enable <br/><small>Display the Estimated Delivery Date of each item in cart and checkout page.</small>
de_de: <br/> <small> Aktivieren Sie diese Option, um das voraussichtliche Lieferdatum für jeden Artikel im Warenkorb und auf der Checkout-Seite anzuzeigen. </small>
es_es: Habilitar <br/> <small> Muestra la fecha de entrega estimada de cada artículo en el carrito y en la página de pago. </small>
fr_fr: Enable<br><small>Afficher la Date de livraison prévue de chaque élément dans la page panier et checkout.</small>

source: Display on Shop
de_de: Im Shop anzeigen
es_es: Mostrar en la tienda
fr_fr: Afficher sur le shop

source: Enable <br/><small>Display the Estimated Delivery Date of each item in Shop page, Search page and on Suggested items.</small>
de_de: Aktivieren Sie <br/> <small> die Anzeige des voraussichtlichen Lieferdatums für jeden Artikel auf der Seite “Shop”, “Suche” und “Vorgeschlagene Artikel”. </small>
es_es: Habilitar <br/> <small> Muestra la fecha de entrega estimada de cada artículo en la página de la tienda, la página de búsqueda y en los artículos sugeridos. </small>
fr_fr: Enable<br><small>Afficher la Date de livraison prévue de chaque élément dans la page de la boutique, page de recherche et sur les points suggérés.</small>

source: Display on Product Page
de_de: Anzeige auf der Produktseite
es_es: Mostrar en la página del producto
fr_fr: Étiquette d’affichage dans le navigateur

source: Enable <br/><small>Display the Estimated Delivery Date on Individual Product Page for In-Stock Products.</small>
de_de: Aktivieren Sie <br/> <small> die Anzeige des voraussichtlichen Lieferdatums auf der einzelnen Produktseite für vorrätige Produkte. </small>
es_es: Habilitar <br/> <small> Mostrar la fecha de entrega estimada en la página de productos individuales para productos en existencia. </small>
fr_fr: Enable<br><small>Afficher la Date de livraison estimée sur la Page de chaque produit pour les produits en Stock.</small>

source: Display on All Products
de_de: Anzeige auf allen Produkten
es_es: Mostrar en todos los productos
fr_fr: Affichage sur tous les produits

source: Enable <br/><small>Display the Estimated Delivery Date on Product page regardless of Product Stock Status.</small>
de_de: Aktivieren <br/> <small> Anzeigen des voraussichtlichen Lieferdatums auf der Produktseite, unabhängig vom Produktbestandsstatus. </small>
es_es: Habilitar <br/> <small> Mostrar la fecha de entrega estimada en la página del producto, independientemente del estado del stock del producto. </small>
fr_fr: Enable<br><small>Afficher la Date de livraison prévue sur la page produit indépendamment du statut de Stock de produit.</small>

source: Consider Non Working Days in Transit Time
de_de: Berücksichtigen Sie arbeitsfreie Tage in der Transitzeit
es_es: Considere días no laborables en tiempo de tránsito
fr_fr: Tenir compte des jours de travail dans le temps de Transit

source: To Consider Non Working days, Holidays in Transit Time.
de_de: Um arbeitsfreie Tage zu berücksichtigen, Feiertage in der Transitzeit.
es_es: Para considerar días no laborables, días festivos en tiempo de tránsito.
fr_fr: À prendre en compte les jours non ouvrables, les vacances dans le temps de transit.

source: Estimated Delivery Per Package
de_de: Voraussichtliche Lieferung pro Paket

source: Enable <br><small><i>It will display Estimated Delivery Date for every package along with the shipping methods (The common Estimated Delivery Date will not be displayed).</i></small>
de_de: <br> <small> <i> aktivieren Zeigt das voraussichtliche Lieferdatum für jedes Paket zusammen mit den Versandmethoden an (das übliche voraussichtliche Lieferdatum wird nicht angezeigt). </i> </small>

source: Per Package Delivery Date Text
de_de: Pro Paket Liefertermin Text

source: Est. Delivery
de_de: voraussichtliche Lieferung

source: Enter the text to use in Estimated Delivery with Shipping Methods. Supported Tags - [EST_DEL_DATE].
de_de: Geben Sie den Text ein, der in Voraussichtliche Lieferung mit Versandart verwendet werden soll. Unterstützte Tags - [EST_DEL_DATE].

source: Position for Estimated Delivery on Cart & Checkout
de_de: Position für voraussichtliche Lieferung auf Cart & Checkout
es_es: Posición para entrega estimada en carrito y pago
fr_fr: Poste de livraison estimé sur chariot & Checkout

source: Above the Shipping Field
de_de: Über dem Versandfeld
es_es: Por encima del campo de envío
fr_fr: Au-dessus du champ de l’expédition

source: Below the Shipping Field
de_de: Unterhalb des Versandfeldes
es_es: Debajo del campo de envío
fr_fr: Sous le champ de l’expédition

source: Record Log
de_de: Protokoll aufzeichnen
es_es: Registro de registro
fr_fr: Log record
pl_pl: Nagranie

source: To debug the problem, select the checkbox to record log which gets generated in folder wordpress\wp-content\uploads\wc-logs. Here, you can check the estimation input and result pair.
de_de: Um das Problem zu beheben, aktivieren Sie das Kontrollkästchen, um das Protokoll aufzuzeichnen, das im Ordner wordpress\wp-content\uploads\wc-logs erstellt wird. Hier können Sie die Schätzungseingabe und das Ergebnispaar überprüfen.
es_es: Para depurar el problema, seleccione la casilla de verificación para registrar el registro que se genera en la carpeta wordpress\wp-content\uploads\wc-logs. Aquí puede verificar la entrada de estimación y el par de resultados.
fr_fr: Pour déboguer le problème, sélectionnez la case à cocher Enregistrer le journal qui est généré dans le dossier wordpress\wp-content\uploads\wc-logs. Ici, vous pouvez vérifier la paire d’entrée et de résultat estimation.

source: Shipping Zone
de_de: Versandzone
es_es: Zona de embarque
fr_fr: Zone de transport
pl_pl: Strefa wysyłki

source: Shipping Times
de_de: Lieferzeiten
es_es: Tiempos de envío
fr_fr: Délais de livraison

source: days
de_de: Tage
es_es: dias
fr_fr: jours

source: via
de_de: über

source: Estimated delivery by
de_de: Voraussichtliche Lieferung bis
es_es: Entrega estimada por
fr_fr: Date de livraison estimée

source: Calculate Estimated Delivery Date. Estimated Delivery Date calculation will start from Order Creation date.
de_de: Berechnen Sie den voraussichtlichen Liefertermin. Die Berechnung des voraussichtlichen Lieferdatums beginnt mit dem Datum der Auftragserstellung.
es_es: Calcular la fecha estimada de entrega. El cálculo de la fecha de entrega estimada comenzará a partir de la fecha de creación del pedido.
fr_fr: Calculer la Date de livraison estimée. Calcul de Date de livraison estimée partira de la date de création de l’ordre.

source: Calculate Estimated Delivery
de_de: Voraussichtliche Lieferung berechnen
es_es: Calcular entrega estimada
fr_fr: Calculer la livraison

source: From
de_de: Von
es_es: De
fr_fr: A partir de
pl_pl: Od

source: To
de_de: Zu
es_es: A
fr_fr: À
pl_pl: Do

source: Add Holiday
de_de: Urlaub hinzufügen
es_es: Agregar vacaciones
fr_fr: Ajouter des vacances
pl_pl: Wakacje

source: Remove Holiday(s)
de_de: Urlaub (e) entfernen
es_es: Eliminar vacaciones
fr_fr: Demande de vacances Pickup
pl_pl: Usuń Holiday(s)

source: You can mark holidays using the date range in this tab. For the particular date range, the plugin will not consider the days for estimation of delivery (For single day holiday, set same date for both from and to).
de_de: Sie können Feiertage anhand des Datumsbereichs auf dieser Registerkarte markieren. Für den bestimmten Datumsbereich berücksichtigt das Plug-in nicht die Tage für die Schätzung der Zustellung (Für einen einzelnen Feiertag legen Sie dasselbe Datum für von und bis fest).
es_es: Puede marcar días festivos utilizando el rango de fechas en esta pestaña. Para el rango de fechas en particular, el complemento no considerará los días para la estimación de la entrega (para vacaciones de un solo día, establezca la misma fecha para ambos).
fr_fr: Vous pouvez marquer les jours fériés, à l’aide de la plage de dates dans cet onglet. Pour la plage de dates donnée, le plugin ne tiendra pas compte des jours pour estimation de livraison (pour la seule fête, set même date pour tous les deux depuis et vers).

source: Holiday Name
de_de: Feiertagsname
es_es: Nombre de vacaciones
fr_fr: Nom du Férié
pl_pl: Wakacje

source: No. of Days
de_de: Anzahl der Tage
es_es: No. de dias
fr_fr: Nbre de jours
pl_pl: Liczba dni

source: No Delivery On
de_de: Keine Lieferung am
es_es: No hay entrega en
fr_fr: Livraison est :

source: Shipping Methods
de_de: Versandarten
es_es: Métodos de envío
fr_fr: Type de transpory

source: Add Method
de_de: Methode hinzufügen
es_es: Agregar método
fr_fr: Ajouter une méthode
pl_pl: Dodaj metodę

source: Remove Method(s)
de_de: Methode (n) entfernen
es_es: Eliminar método (s)
fr_fr: Ukloni odabrane kutiju/je
